chronoweb/src/main/resources/webroot/example/getEventsXML/SimpleEventQuery_sensor/EQGTGELTLE_sDev_uom.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>EQ_sDev_CEL</name>
					<value xsi:type="xsd:double">0.3</value>
				</param>
				<param>
					<name>GT_sDev_CEL</name>
					<value xsi:type="xsd:double">0.1</value>
				</param>
				<param>
					<name>GE_sDev_CEL</name>
					<value xsi:type="xsd:double">0.3</value>
				</param>
				<param>
					<name>LT_sDev_CEL</name>
					<value xsi:type="xsd:double">0.4</value>
				</param>
				<param>
					<name>LE_sDev_CEL</name>
					<value xsi:type="xsd:double">0.3</value>
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>